astral-sh.ty
bbenoist.qml
charliermarsh.ruff
cutetee.qml
dotjoshjohnson.xml
eamodio.gitlens
ecmel.vscode-html-css
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
kodorobotics.launchmap
mintlify.document
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
pkief.material-icon-theme
ranch-hand-robotics.rde-pack
ranch-hand-robotics.rde-ros-2
ranch-hand-robotics.urdf-editor
redhat.vscode-xml
smilerobotics.urdf
sweilz.ros-snippets
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
astral-sh.ty
bbenoist.qml
charliermarsh.ruff
cutetee.qml
dotjoshjohnson.xml
eamodio.gitlens
ecmel.vscode-html-css
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
kodorobotics.launchmap
mintlify.document
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
pkief.material-icon-theme
ranch-hand-robotics.rde-pack
ranch-hand-robotics.rde-ros-2
ranch-hand-robotics.urdf-editor
redhat.vscode-xml
smilerobotics.urdf
sweilz.ros-snippets
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
